alefragnani.project-manager
EditorConfig.EditorConfig
fallenwood.vimL
mohsen1.prettify-json
ms-python.python
ms-vscode.cpptools
quicktype.quicktype
rokoroku.vscode-theme-darcula
vscodevim.vim
webfreak.debug
yzhang.markdown-all-in-one
